;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Čeština
;Language name in English e.g. German
LanguageEn=Czech

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(prázdný)
21027=OK
21028=Zrušit
21029=Zavřít

;Words - simple words can be reused
150=Žádný
151=Použít
152=Složka
153=Soubor
154=Jméno
155=Cesta
156=Jméno:
157=Klávesová zkratka:
158=Cesta:
159=Resetovat
160=Klávesová zkratka
161=Upravit
162=Téma
163=Exportovat
;164=Tip
165=Příklad:
166=Parametr
167=Custom

;Global
602=Možnosti Listary

;Balloon
801=Listary běží na pozadí.
802=Hledat při psaní
803=Hledaní při psaní bylo pro tento seznam dočasně vypnuto. Pro zapnutí stiskněte klávesu ESC.

;Tray Menu
1001=Online nápověda
1002=Zkontrolovat aktualizace...
1003=O Listary
1004=Ukončit

;Toolbar
1100=Hledat

;Favorite Menu
2000=Oblíbené
2001=Tato aplikace
2002=Globální
2003=Přidat složku
2004=Přidat aktuální složku do oblíbených
2050=Chyba přidání do oblíbených
2051=Listary nebylo schopné získat cestu z této aplikace.

;Recent Menu
2100=Naposledy otevřené
2101=Vymazat
2105=Sledovat tuto aplikaci
2106=Nesledovat tuto aplikaci

;Commands Menu
2201=Právě otevřené složky
2202=Přepnout do naposledy otevřené složky ze správce souborů
2203=Otevřít vybraný soubor ve správci souborů
2204=Prozkoumat aktuální složku
2205=Příkazový řádek
2206=Jít do složky aplikace
2207=Prozkoumat složku aplikace
2208=Zobrazit příponu souboru
2209=Zobrazit skryté soubory a složky
2210=Kopírovat cestu složky do schránky
2211=Kopírovat cesty vybraných položek do schránky
2212=Kopírovat zobrazené názvy vybraných položek do schránky
2213=Možnosti
2214=Upgradovat na verzi Pro
2215=Exportovat obsah seznamu do aplikace Excel
2216=Zakázat Listary v této aplikaci
2218=Oddělovač
2219=O úroveň výše
2220=Vytvořit složku
2252=Opravdu chcete zakázat Listary v této aplikaci?
2253=Zakázat Listary
2254=Od příštího startu již Listary nebude zobrazováno v této aplikaci.
2260=Příkazový řádek (Administrátor)
2261=Přidat aktuální složku jako projekt

; Export to Excel command
2270=Omlouváme se, tento seznam není podporován.
2271=Zpracování...
2272=Uložení se nezdařilo, zkontrolujte prosím, zda je soubor otevřen v jiném programu.

;Search
2300=Seznam
2301=Jít na
2302=Hledání neodpovídá žádná položka.
2303=(aktuální složka)
2304=Projekt
2305=Kontextová nabídka

;Options > General
3000=Obecné
3001=Spustit Listary při startu Windows
3002=Nastavit automaticky vstupní fokus na seznam souboru ve Windows XP Průzkumníkovi
3004=Rychlé přepnutí (Otevřít aktuální složku v souborovém dialogu po přepnutí ze správce souborů)
3005=Jazyk:
3006=Výchozí správce souborů
3007=Vyplňte pokud chcete používat jiného správce souboru než Průzkumník Windows.\nPoužijte %1 jako parametr pro cestu. Nezapomeňte na uvozovky.
3008=Fuzzy porovnávání
3009=Zjišťovat automaticky aktualizace
3010=Zjišťovat nové beta verze
3011=Resetovat tipy
3012=Please change "Path" to the real path of $1 on your system.
3020=Předpona, která v aktuálním výpisu dočasně zakáže "hledání při psaní" (pro obnovení stiskněte ESC):

;Options > Favorites
3100=Oblíbené
3106=Podnabídka

;Options > Keywords
3300=Klíčová slova
3306=Přidat vlastní příkaz
3309=Příkaz
3313=Zobrazovaný název:
3314=Popis:
3315=Klíčové slovo:
3316=Tichý
3317=Spustit jako administrátor
3318=Dávkové přidání
3319=Working directory:
3320=Only show in launcher
3330=Formát:

;Options > Applications
3402=Povolit Listary pro tuto aplikaci
3403=Sledovat poslední soubory a složky

;Options > Display
3603=Relativně k výpisu
3604=Relativně k oknu
3605=Shora
3606=Zdola
3607=Zleva
3608=Zprava
3618=Horní část okna
3619=Dolní část okna
3620=Relativně k monitoru
3621=Na střed okna
3624=Dvojklik v prázdné oblasti aktivuje Listary
3625=Kliknutí prostředním tlačítkem myši aktivuje Listary
3626=Enable Listary hotkeys
3628=Umístění panelu nástrojů
3629=Hledat při psaní

;Options > Pro
3800=Upgradovat na Listary Pro
3802=Jméno:
3803=E-mail:
3804=Registrační kód:
3808=Vložit ze schránky
3809=Zkontrolovat registrační kód
3810=Gratulujeme, upgradoval jste na Listary Pro!
3811=Je nám líto ale registrační kód není platný.
3812=Listary je zdarma pouze pro osobní a nekomerční použití.
3813=Pokud chcete používat Listary pro komerční účely nebo v sídle vašeho podniku nebo pokud chcete podpořit vývoj Listary, upgradujte prosím na Listary Pro.
3814=Získat Listary Pro nyní!

;Options > About
3900=O Listary
3902=Zobrazit domovskou stránku
3903=Tento program je licencovaný na

;Options > Integration
4000=Integrace
4002=Používat Total Commander místo souborových dialogů:

;Custom Command Dialog
4200=Vlastní příkaz
4202=Parametr:
4210=Vytvořit txt soubor (příklad)
4211=Vytvořit "{query}.txt"
4212=Např. napište "txt abc" abyste vytvořili a otevřeli "abc.txt" v Poznámkovém bloku

;Add Favorite Dialog
4300=Přidat k oblíbeným
4301=Použít cestu

;Menu List
4400=Nabídka
4401=Panel nástrojů
4402=Kontextová nabídka
4403=Oblíbené
4404=Oblíbená aplikace
4405=Nabídka složek v Total Commander
4406=Poslední
4407=Příkazy
4408=Nabídka po kliknutí levým tlačítkem v oznamovací oblasti
4409=Nabídka po kliknutí pravým tlačítkem v oznamovací oblasti

;Menu List Item Type
4500=Oblíbená složka
4501=Oblíbený dokument
4502=Otevřít aplikaci

;Options > Menus
5000=Nabídky
5001=Příkazy
5002=Nastavit původní nabídky
5003=Opravdu chcete nastavit všechny nabídky do výchozího nastavení? Neztratíte vaše oblíbené položky ani příkazy.
5010=Změnit ikonu
5011=Obnovit výchozí ikonu

;Options > Hotkeys
5200=Klávesové zkratky
3503=Zobrazit panel nástrojů Listary:
3504=Zobrazit vyskakovací nabídku:
5201=Pro zobrazení/skrytí Listary stiskněte dvakrát Ctrl
5210=Další položka:
5211=Předchozí položka:


;Options > By Application
5300=Nastavení aplikace
5301=Připnuté cesty
5302=Zde se zobrazují pouze aplikace s jiným než výchozím nastavením.

;Options > Index
;Removed: 5402 5403
5404=Nevyhledávat v těchto místech
5410=Vyloučit disk nebo složku
5411=Přidat vylučovací filtr
5412=Odebrat vybranou položku
5413=Prohledávání disku
5416=Zakázat prohledávání disku
5417=Vytvořit znovu vyhledávací index
5418=Načítání...
5419=Index
5420=Svazky NTFS
5421=Vlastní umístění indexu
5422=Neplatné vyloučení složky
5423=Filtry vyloučení
5430=Přidat vlastní umístění do indexu
5440=Aktualizovat index každých $1 min. (Pro zakázání zadejte 0)
5441=Aktualizovat index nyní


;Options > History
5500=Historie
5501=Sledovat historii otevíraných souboru a složek
5502=Vymazat historii
5503=Opravdu chcete vymazat všechny záznamy v historii?
3208=Automaticky vybrat poslední otevřený soubor v dialogu pro otevírání souborů
3215=Prohledávat poslední soubory a složky
5510=Vyloučit z historie

;Options > Projects
5600=Projekty
5601=Klíčové slovo
5602=Co to je?
5603=Pokud např. přidáte "D:\Websites\My Blog" jako projekt s klíčovým slovem "blog", můžete napsat "blog hledaný_soubor.html" a tím můžete odkudkoliv a kdykoliv prohledat tuto složku.
5605=Abyste mohli používat projekty, upgradujte na Listary Pro!

;Options > Appearance
5700=Vzhled
5701=Velikost
5702=Normální
5703=Malá
5710=(v pixelech. Zadejte 0 pro použití výchozí velikosti.)
5711=Šířka:
5712=Maximální výška:

;Options > Launch Apps
5800=Spuštění aplikace
5801=Složky hledání
5802=Hledat aplikace v úložišti Windows

;Options > Search
5901=Filtry
5902=Pro použití vyhledávacího filtru zadejte "klíčové slovo:vyhledávací dotaz" nebo "vyhledávací dotaz klíčové slovo:"
5910=Hledat v:
5911=Prohledat:
5912=Přípony:

;Options > Actions
6000=Akce
6001=Přidat vlastní akci
6010=Otevřít v programu Poznámkový blok (příklad)

;Dialog > Add Exclude Filter
6100=Přidat filtr vyloučení
6101=* odpovídá žádnému nebo více znaků
6102=? odpovídá přesně jednomu znaku
6103=Filtr:

;Dialog > Register Hotkey
6200=Klávesová zkratka Listary
6201=Klávesová zkratka $1 je již obsazená jinou aplikací.
6202=Zadejte novou:

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=Pokračovat

;Updates
6400=Aktualizace Listary
6402=Listary nyní nemůže zkontrolovat aktualizace, zkuste to prosím později znovu.
6403=Používáte nejnovější verzi Listary, zkuste kontrolu v budoucnosti.
6404=Nová verze $1 je dostupná.
6405=Nainstalovaná verze:
6406=Nejnovější verze:
6407=Otevřít stahovací stránku
6408=Přeskočit tuto verzi
6409=Připomenout později

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=Klikněte pro nastavení zkratky
8001=Stiskněte klávesovou zkratku

;Tips
8500=Stisknutím $1 přepněte do režimu spouštění
8501=Stisknutím $1 otevřete nabídku Akce
8502=Stisknutím $1 vyhledáte pouze soubory

;Actions
9000=Akce
9001=Otevřít složku
9002=Kopírovat cestu do schránky
9003=Otevřít
9004=Kopírovat cestu složky do schránky
9005=Kopírovat do aktuální složky
9006=Přesunout do aktuální složky
9007=Kopírovat
9008=Vyjmout
9009=Odeslat
9010=Nastavit klíčové slovo
9011=Otevřít pomocí
9020=Opravdu chcete přesunout  "$1" do "$2"?
9021=Zvolte jinou aplikací

;Tutorial
7000=Úvodní kurz
7001=Vyzkoušejte si to!
7002=Další >
7003=Ne, děkuji
7004=Hotovo
7005=Až budete hotovi klikněte na *Další >*

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=Nyní bude otevřeno okno Průzkumníka abychom mohli začít.

7030=V Průzkumníku můžete přímo napsat co potřebujete najít.
7031=Napište *text 2*

7040=*Tabelátor / Nahoru / Dolů:* Vybere soubor nebo složku
7041=*Enter:* Otevře vybraný soubor nebo složku
7042=*ESC:* Skryje panel nástrojů Listary

7090=Pokud upřednostňujete myš, můžete k otevření Listary použít dvojklik, nebo kliknout prostředním tlačítkem myši.
7091=Klikněte dvakrát na nějaké prázdné místo v pravém panelu Průzkumníku.

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=Pro otevření stiskněte Enter

7110=Nyní byste měli mít otevřené okno Poznámkového bloku.
7111=In Notepad, click File menu > Open…
7112=Stiskněte *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=Děkujeme vám za váš čas! Kliknutím na následující odkaz se dozvíte více o skvělých funkcích Listary:
7142=Zjistit více o Listary

